<?php

return [
    'accounts' => [
        'update' => [
            'success' => 'Данные успешно отредактированы',
            'fail' => 'Данные не отредактированы'
        ]
    ],

	'admin' => [
        'news'=> [
            'create' => [
                'success' => 'Новость успешно добавлена',
                'fail' => 'Новость не добавлена'
            ],
            'update' => [
                'success' => 'Новость успешно отредактирована',
                'fail' => 'Новость не отредактирована'
            ]
        ],
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Категория не добавлена'
            ],
            'update' => [
                'success' => 'Категория успешно отредактирована',
                'fail' => 'Категория не отредактирована'
            ]
        ],
        'users'=> [
            'update' => [
                'success' => 'Данные успешно отредактированы',
                'fail' => 'Данные не отредактированы'
            ]
        ],
    ]
];
